"About" = "Despre";
"About %@" = "Despre %@";
"Accessibility" = "Accesibilitate";
"Acknowledgments" = "Mulțumiri";
"Active app" = "Aplicație activă";
"Active screen" = "Ecranul activ";
"Active Space" = "Spațiul activ";
"Additional controls" = "Controale suplimentare";
"Additional controls…" = "Controluri suplimentare ...";
"Advanced" = "Avansat";
"After release" = "După eliberare";
"Align windows" = "Aliniați ferestrele";
"Align windows:" = "Aliniere ferestre:";
"All apps" = "Toate aplicațiile";
"All data from this form will be made public, as a ticket on github.com" = "Toate datele din acest formular vor fii făcute publice, ca tichet pe github.com";
"All screens" = "Toate ecranele";
"All Spaces" = "Toatele spațiile";
"Allowed" = "Permis";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Ordinea alfabetică";
"Also select windows using:" = "De asemenea selectează ferestre utilizând:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab s-a închis accidental la ultima folosire. Trimițând o analiză de accident va ajuta la rezolvarea problemei";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab este în prezent setat să arate aplicații.Această setare este disponibilă numai atunci când AltTab este setat pentru a afișa Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab necesită permisiuni";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab va arăta dacă fereastra este minimizată în prezent sau cu ecran complet cu o pictogramă de stare.";
"Always" = "Mereu";
"Always send crash reports" = "Întotdeauna trimite raport de accident";
"and press" = "și apăsați";
"and press:" = "și apăsați:";
"Animations" = "Animații";
"Animations…" = "Animații ...";
"App (BundleID starting with)" = "App (BundleID începând cu)";
"App Icons" = "Pictograme de aplicație";
"App is hidden" = "Aplicația este ascunsă";
"App is running but has no open window" = "Aplicația rulează dar nu este nici-o fereastră deschisă";
"Apparition delay" = "Întârziere de apariție";
"Apparition delay:" = "Întârziere apariție:";
"Appearance" = "Aspect";
"Application Name" = "Numele aplicației";
"Application Name - Window Title" = "Numele aplicației - titlul ferestrei";
"Applications" = "Aplicații";
"Are you sure you don’t want a response?" = "Ești sigur că nu vrei un răspuns?";
"Arrow keys" = "Tastele din săgeți";
"Ask whether to send crash reports" = "Întreabă când trimiți raport de accident";
"Auto-install updates periodically" = "Instalare periodic a actualizărilor";
"Blacklists" = "Lista neagră";
"Cancel" = "Anulare";
"Cancel and hide" = "Anulează și ascunde";
"Center" = "Centru";
"Check for updates now…" = "Verifică actualizări acum…";
"Check for updates periodically" = "Verifică pentru actualizări periodic";
"Check for updates…" = "Verifică actualizări…";
"Check permissions…" = "Verificați permisiunile ...";
"Close window" = "Închide fereastră";
"Conflicting shortcut" = "Conflict scurtătură";
"Controls" = "Controale";
"Crash reports policy" = "Politica rapoartelor de accidente";
"Crash reports policy:" = "Politică raport de accident:";
"Cursor follows focus" = "Cursorul urmărește focusul";
"Customize App Icons style…" = "Personalizați stilul pictogramelor aplicației ...";
"Customize Thumbnails style…" = "Personalizați stilul miniaturilor ...";
"Customize Titles style…" = "Personalizați stilul titlurilor ...";
"Dark" = "Întuneric";
"Disabled" = "Disabled";
"Do nothing" = "Nu face nimic";
"Don’t check for updates periodically" = "Nu verifica pentru actualizări periodic";
"Don’t send" = "Nu trimite";
"Don’t show windows from these apps" = "Nu arăta ferestre din aceste aplicații";
"Done" = "Terminat";
"End" = "Sfârșit";
"Fade out animation" = "Estompează animația";
"Fade out animation:" = "Animație ieșire:";
"Focus selected window" = "Focusează fereastra selectată";
"Fullscreen window" = "Fereastră ecran complet";
"Fullscreen windows:" = "Fereastră ecran complet:";
"Fullscreen/Defullscreen window" = "Fereastră cu ecran complet/deflullscreen";
"General" = "General";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Ferestre ascunse:";
"Hide" = "Ascunde";
"Hide app badges" = "Ascunde eticheta aplicațiilor";
"Hide app badges:" = "Ascunde eticheta aplicațiilor:";
"Hide apps with no open window" = "Ascunde aplicații când nu este nici-o fereastră";
"Hide apps with no open window:" = "Ascunde aplicații când nu este nici-o fereastră:";
"Hide colored circles on mouse hover" = "Ascunde cercurile colorate deasupra mouse-ului";
"Hide colored circles on mouse hover:" = "Ascunde cercurile colorate deasupra mouse-ului:";
"Hide in %@" = "Ascunde în %@";
"Hide Space number labels" = "Ascunde etichetele cu numărul Spațiului";
"Hide Space number labels:" = "Ascunde etichetele cu numărul Spațiului:";
"Hide status icons" = "Ascunde iconurile de status";
"Hide status icons:" = "Ascunde iconurile de status:";
"Hide window thumbnails:" = "Ascunde miniatura fereastră:";
"Hide/Show app" = "Ascunde/Arată aplicație";
"High" = "Ridicat";
"Highest" = "Cel mai înalt";
"Hold" = "Reține";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Cred că aplicația poate fi îmbunătățită prin…";
"Ignore shortcuts when active" = "Ignoră scurtăturile când este activ";
"Ignore shortcuts while a window from these apps is active" = "Ignoră scurtăturile cât timp o fereastră din aceste aplicații este activă";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Mare";
"Later" = "Later";
"Latest releases" = "Ultimele lansări";
"Leading" = "Conducere";
"Left" = "Stânga";
"Light" = "Aprinde";
"Max height on screen:" = "Înălțime maxima pe ecran:";
"Max width on screen:" = "Lățime maxima pe ecran:";
"Medium" = "Mediu";
"Menubar icon" = "Pictograma menubar";
"Menubar icon:" = "Pictograma bară meniu:";
"Middle" = "Mijloc";
"Minimize/Deminimize window" = "Minimizează/Deminimizează fereastră";
"Minimized windows:" = "Fereastra minimizată:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Diverse:";
"Mouse hover" = "Deasupra mousului";
"Multiple screens" = "Mai multe ecrane";
"Never send crash reports" = "Niciodată nu trimite raporturi de accident";
"Normal" = "Normal";
"Not allowed" = "Nu este permis";
"NSHumanReadableCopyright" = "Licența GPL-3.0";
"Only if the window is fullscreen" = "Doar dacă fereastra este în ecran complet";
"Open Accessibility Preferences…" = "Deschide preferințele de Accesibilitate";
"Open Screen Recording Preferences…" = "Deschide preferințele Ecranului de înregistrare…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Opțional: email (daca vrei să răspunzi)";
"Order windows by" = "Comandați Windows de către";
"Policies" = "Politici";
"Preferences…" = "Preferințe…";
"Preview selected window" = "Previzualizare fereastra selectată";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Previzualizați fereastra selectată.";
"Quit" = "Ieșire";
"Quit %@" = "Ieșire %@";
"Quit app" = "Ieșire aplicație";
"Recently Created" = "Recently Created";
"Recently Created First" = "Creat recent pe primul loc";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Recent concentrat pe primul loc";
"Remember my choice" = "Memorează opțiunile mele";
"Reset preferences and restart" = "Resetează preferințele și repornește";
"Reset preferences and restart…" = "Reseta setările și da restart";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rânduri de miniaturi:";
"Screen including menu bar" = "Ecranul incluzând bara de meniu";
"Screen including mouse" = "Ecranul include mouse";
"Screen Recording" = "Ecran de înregistrare";
"Screen showing AltTab" = "Ecranul arată AltTab";
"Select next window" = "Selectează următoarea fereastră";
"Select previous window" = "Selecteaza fereastra precedentă";
"Select windows on mouse hover" = "Selectați Windows pe mouse hover";
"Select windows using arrow keys" = "Selectați Windows folosind tastele săgeată";
"Select windows using vim keys" = "Selectați Windows folosind tastele VIM";
"Send" = "Trimite";
"Send a crash report?" = "Trimite o analiză de accident?";
"Send anyway" = "Trimite oricum";
"Send debug profile (CPU, memory, etc)" = "Trimite analiză profil (CPU, memorie, etc)";
"Send feedback" = "Trimite sugestii";
"Send feedback…" = "Trimite sugestii…";
"Share improvement ideas, or report bugs" = "Distribuie idei de îmbunătățire, sau raportează probleme";
"Shortcut 1" = "Scurtătura 1";
"Shortcut 2" = "Scurtătura 2";
"Shortcut 3" = "Scurtătură 3";
"Shortcut 4" = "Scurtătură 4";
"Shortcut 5" = "Scurtătură 5";
"Shortcut already assigned to another action: %@" = "Scurtătura este deja atribută unei alte acțiuni: %@";
"Shortcuts When Active" = "Comitete rapide atunci când sunt active";
"Shortcuts when active…" = "Comitete rapide atunci când sunt active ...";
"Show" = "Arată";
"Show & Hide" = "Arată ascunde";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Afișați un element în comutator pentru fiecare fereastră sau pentru fiecare aplicație.Windows va fi concentrat, în timp ce aplicațiile vor fi activate.";
"Show at the end" = "Arată la sfârșit";
"Show fullscreen windows" = "Afișați ferestre cu ecran complet";
"Show hidden windows" = "Afișați ferestrele ascunse";
"Show in switcher" = "Afișați în comutator";
"Show minimized windows" = "Afișați ferestre minimizate";
"Show on" = "Arată pe";
"Show on:" = "Arată pe:";
"Show standard tabs as windows" = "Arată taburi standard ca ferestre";
"Show standard tabs as windows:" = "Arată taburi standard ca ferestre:";
"Show titles" = "Arată titluri";
"Show windows from applications" = "Afișați Windows din aplicații";
"Show windows from screens" = "Afișați ferestrele de pe ecrane";
"Show windows from Spaces" = "Afișați ferestrele din spații";
"Show windows from:" = "Arată ferestre de la:";
"Size" = "Dimensiune";
"Skipped" = "Skipped";
"Small" = "Mic";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Unele aplicații precum Finder sau Previzualizare folosesc file standard care acționează ca Windows Independent.Unele alte aplicații precum browserele web folosesc file personalizate care acționează în moduri unice și nu sunt Windows reale.AltTab nu le poate enumera separat.";
"Source code repository" = "Depozit sursă cod";
"Space" = "Space";
"Space Order" = "Comandă spațială";
"Start" = "Start";
"Start at login" = "Începeți la autentificare";
"Start at login:" = "Start la autentificare:";
"Support this project ❤️" = "Susțineți acest proiect ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Comutați între 3 stiluri diferite.Le puteți personaliza.";
"System" = "Sistem";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Temă";
"Theme:" = "Temă:";
"Then release:" = "Apoi eliberați:";
"This permission is needed to focus windows after you release the shortcut" = "Această permisiune este necesară pentru concetrarea ferestrei după ce lași scurtătura";
"This permission is needed to show screenshots and titles of open windows" = "Această permisiune este necesară pentru a arăta capturile de ecran și titlul ferestrelor deschise";
"Thumbnails" = "Miniaturi";
"Title" = "Title";
"Title truncation" = "TRUNCAREA TIPULUI";
"Titles" = "Titluri";
"Trigger shortcut" = "Comanda rapidă declanșatoare";
"Unassign existing shortcut and continue" = "Anulează atribuirea scurtăturii existente și continuă";
"Updates policy" = "Actualizează politica";
"Updates policy:" = "Politică actualizări:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Versiune";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Vezi discuții existente";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Tastele vim deja alocate altor acțiuni: \\ n%@";
"Visibility" = "Vizibilitate";
"Visible Spaces" = "Spații vizibile";
"When fullscreen" = "Când este în ecran complet";
"When no open window" = "Când nu este o fereastră deschisă";
"While open, press:" = "În timp ce e deschis, apasă:";
"Window app icon size:" = "Dimensiunea iconiței ferestrei din aplicație:";
"Window is fullscreen" = "Fereastra ocupă întregul ecran";
"Window is minimized" = "Fereastra este minimizată";
"Window is on every Space" = "Fereastra este în fiecare Spațiu";
"Window is on Space %d" = "Fereastra este în spațiul %d";
"Window max width in row:" = "Lățime maximă fereastra în rând:";
"Window min width in row:" = "Lățimea minimă a ferestrei pe rând:";
"Window order:" = "Window order:";
"Window Title" = "Titlul ferestrei";
"Window title font size:" = "Dimensiunea fontului din titlul ferestrei:";
"Window title truncation:" = "Trunchierea titlului din fereastră:";
"Windows" = "Ferestre";
"You can’t undo this action." = "Nu poți să anulezi acțiunea asta.";
"You didn’t write your email, thus can’t receive any response." = "Nu ai scris adresa ta de email, nu poți primi nici-un răspuns.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
